{
  "videos": [
    {
      "id": "TeQhigB-T9s",
      "title": "Welcome to Locia Farms - A Peaceful Family Farm in Ocala, Florida",
      "description": "Welcome to Locia Farms - a peaceful six-acre hideaway in Morriston, Ocala, Florida.\n\nWelcome to Locia Farms, nestled in the heart of Morriston, Florida. Here on our six-acre family farm, we're committed to living out our faith through careful stewardship of the land and a deep sense of community.\n\nOur happy hens roam freely, enjoying the sunshine and fresh air. They provide us with the most delicious, farm-fresh eggs you can imagine!\n\nThese chickens aren't just livestock; they're a part of our f",
      "youtubeUrl": "https://www.youtube.com/watch?v=TeQhigB-T9s",
      "date": "2025-11-01",
      "transcript": "Video Summary:\n\n• A Sanctuary of Life\n  Welcome to Locia Farms, nestled in the heart of Morriston, Florida\n\n• Free-Range Feathered Friends\n  Our happy hens roam freely, enjoying the sunshine and fresh air\n\n• Gathering of Chickens\n  These chickens aren't just livestock; they're a part of our family\n\n• Pecking Order\n  We take pride in raising our chickens in a natural and healthy environment\n\n• Curious Goat Close-Up\n  Meet some of our playful goats! They're always up to something, bringing joy and laughter to our days\n\n• Goat in the Grass\n  These friendly goats are more than just adorable; they help us manage the land naturally\n\n• Content Goat Snacking\n  We love watching our goats thrive in this peaceful setting\n\n• Herd of Goats\n  At Locia Farms, we invite you to experience the beauty and tranquility of our little piece of paradise\n"
    },
    {
      "id": "YQjL95ZNhxo",
      "title": "Welcome to Locia Farms - A Peaceful Family Farm in Ocala, Florida",
      "description": "Welcome to Locia Farms - a peaceful six-acre hideaway in Morriston, Ocala, Florida. Experience our family farm with goats, chickens, and fresh produce.",
      "youtubeUrl": "https://www.youtube.com/watch?v=YQjL95ZNhxo",
      "date": "2025-11-01",
      "transcript": "Video Summary:\n\n• Peaceful Farm Landscape\n  Welcome to Locia Farms, a peaceful six-acre hideaway...\n\n• Happy Goats on the Farm\n  Our goats roam freely, bringing joy to our daily lives...\n\n• Our Free-Range Chickens\n  Fresh eggs come from our happy, free-range chickens..."
    },
    {
      "id": "sPcq2ME5xhc",
      "title": "Welcome to Locia Farms - A Peaceful Family Farm in Ocala, Florida",
      "description": "Welcome to Locia Farms - a peaceful six-acre hideaway in Morriston, Ocala, Florida. Experience our family farm with goats, chickens, and fresh produce.",
      "youtubeUrl": "https://www.youtube.com/watch?v=sPcq2ME5xhc",
      "date": "2025-11-01"
    }
  ]
}