{
  "goats": [
    {
      "id": "goat-001",
      "name": "Bella",
      "breed": "Nubian",
      "age": "3 years",
      "image": "/website/images/splash-home-goat-01.jpeg",
      "bio": "Bella is the matriarch of our herd, known for her gentle nature and curious personality.",
      "backgroundStory": "Bella was one of our first goats when we started Locia Farms. She came to us from a local farm that was closing down, and she immediately became the heart of our small herd. Her distinctive long ears and friendly bleating make her easy to spot, and she's always the first to greet visitors. Bella has a special bond with our children and has taught many young visitors about the gentle nature of farm animals.",
      "personality": ["Curious", "Friendly", "Gentle", "Leader"],
      "favoriteActivity": "Exploring the farm and greeting visitors"
    },
    {
      "id": "goat-002",
      "name": "Charlie",
      "breed": "Alpine",
      "age": "2 years",
      "image": "/website/images/splash-home-goat-02.jpeg",
      "bio": "Charlie is our playful troublemaker, always finding new ways to explore and have fun.",
      "backgroundStory": "Charlie joined us as a kid and has been entertaining us ever since. He's incredibly agile and loves climbing on anything he can find - logs, rocks, and even the fence posts. His playful antics keep the whole herd active, and he's known for his mischievous grin when he's up to something. Despite his energetic nature, Charlie is very affectionate and loves head scratches.",
      "personality": ["Playful", "Energetic", "Adventurous", "Affectionate"],
      "favoriteActivity": "Climbing on logs and exploring new areas"
    },
    {
      "id": "goat-003",
      "name": "Daisy",
      "breed": "LaMancha",
      "age": "4 years",
      "image": "/website/images/splash-home-goat-03.jpeg",
      "bio": "Daisy is our calm and nurturing goat, often seen watching over the younger members of the herd.",
      "backgroundStory": "Daisy came to Locia Farms after being rescued from a difficult situation. She's shown remarkable resilience and has become our most nurturing goat. Her calm demeanor makes her perfect with children, and she's often the one the other goats turn to for comfort. Daisy has a special way of sensing when someone needs a friend, whether it's a fellow goat or a human visitor.",
      "personality": ["Calm", "Nurturing", "Gentle", "Protective"],
      "favoriteActivity": "Grazing peacefully and watching over the herd"
    },
    {
      "id": "goat-004",
      "name": "Max",
      "breed": "Boer",
      "age": "2.5 years",
      "image": "/website/images/splash-home-goats-03.jpeg",
      "bio": "Max is our confident protector, always keeping watch over the herd and ensuring everyone is safe.",
      "backgroundStory": "Max is the guardian of our herd. He was born here at Locia Farms and has grown into a strong, confident goat with natural leadership qualities. He's always alert and the first to notice anything new in the environment. Max has a strong bond with all our goats and takes his role as protector seriously. Visitors often comment on how calm and well-behaved the herd is, and Max deserves much of the credit.",
      "personality": ["Confident", "Protective", "Alert", "Loyal"],
      "favoriteActivity": "Keeping watch and patrolling the perimeter"
    },
    {
      "id": "goat-005",
      "name": "Luna",
      "breed": "Pygmy",
      "age": "1.5 years",
      "image": "/website/images/splash-home-animals-01.jpeg",
      "bio": "Luna is our smallest goat with the biggest personality, full of energy and charm.",
      "backgroundStory": "Luna joined our herd as a tiny kid and quickly became everyone's favorite. Despite her small size, she has an enormous personality and isn't afraid to stand up to goats twice her size. Her playful nature and constant energy make her a joy to watch. Luna loves attention and will follow visitors around the farm, hoping for a treat or a pat. She's proof that great things come in small packages.",
      "personality": ["Energetic", "Bold", "Playful", "Charming"],
      "favoriteActivity": "Following visitors and seeking attention"
    },
    {
      "id": "goat-006",
      "name": "Oscar",
      "breed": "Saanen",
      "age": "3.5 years",
      "image": "/website/images/splash-home-goat-01.jpeg",
      "bio": "Oscar is our gentle giant, known for his calm demeanor and love of sunbathing.",
      "backgroundStory": "Oscar is one of our oldest and most beloved goats. He came to us from a dairy farm that was downsizing, and he's been a steady presence ever since. Oscar loves nothing more than finding a sunny spot to lie down and soak up the Florida sun. His calm, patient nature makes him perfect for educational visits, and he's helped many children overcome their fear of large animals. Oscar represents the peaceful, contemplative side of farm life.",
      "personality": ["Calm", "Patient", "Gentle", "Content"],
      "favoriteActivity": "Sunbathing and enjoying quiet moments"
    },
    {
      "id": "goat-007",
      "name": "Caramella",
      "breed": "Mixed",
      "age": "2 years",
      "image": "/website/images/goats/caramella_profile.jpeg",
      "bio": "Caramella is a beautiful young goat with a warm caramel-colored coat and an observant, curious nature.",
      "backgroundStory": "Caramella joined our herd with her stunning light brown coat that earned her her sweet name. She's a young goat with a calm and curious personality, always watching and learning from her surroundings. Her gentle disposition and attentive nature make her a favorite among visitors, especially children who are drawn to her warm coloring and friendly eyes. Caramella loves exploring the farmyard and can often be found standing thoughtfully in the sunshine, taking in the world around her.",
      "personality": ["Curious", "Calm", "Observant", "Gentle"],
      "favoriteActivity": "Standing in the sunshine and observing the farm"
    }
  ]
}

